Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: Review rating distribution
it_it: Distribuzione del punteggio della valutazione

source: Review Status
it_it: Stato valutazione

source: Review status table
it_it: Tabella dello stato della valutazione

source: Review completion status
it_it: Stato di completamento della valutazione

source: Review custom questions export table
it_it: Tabella di esportazione delle domande personalizzate della valutazione

source: Review detailed export table
it_it: Tabella di esportazione dettagliata della valutazione

source: Review evaluation status
it_it: Stato della valutazione

source: Reviews with aligned behavior ratings
it_it: Valutazioni con valutazioni dei comportamenti allineate

source: Reviews with aligned goal ratings
it_it: Valutazioni con valutazioni degli obiettivi allineate

source: Reviews with worker/manager alignment
it_it: Valutazioni con allineamento collaboratori/manager

source: # Right to information (RTI) requests
it_it: # Richieste di accesso alle informazioni (RTI)

source: Role assignment
it_it: Assegnazione del ruolo

source: RTI request deadline monitor
it_it: Monitor delle scadenze delle richieste RTI

source: RTI request deadline status by country
it_it: Stato della scadenza delle richieste RTI per paese

source: RTI request deadline status by org unit
it_it: Stato della scadenza delle richieste RTI per unità organizzativa

source: RTI request details
it_it: Dettagli della richiesta RTI

source: RTI request details by worker
it_it: Dettagli della richiesta RTI per collaboratore

source: RTI request status
it_it: Stato della richiesta RTI

source: RTI request status by country
it_it: Stato della richiesta RTI per paese

source: RTI request status by org unit
it_it: Stato della richiesta RTI per unità organizzativa

source: # RTI requests closed
it_it: # Richieste RTI chiuse

source: # RTI requests closed without document
it_it: # Richieste RTI chiuse senza documento

source: # RTI requests during warning period
it_it: # Richieste RTI nel periodo di avviso

source: # RTI requests in progress
it_it: # Richieste RTI in corso

source: # RTI requests pending document release
it_it: # Richieste RTI in attesa di rilascio documento

source: RTI requests received over time
it_it: Richieste RTI ricevute nel tempo

source: RTI requests remaining days (Warning & Overdue)
it_it: Giorni rimanenti per le richieste RTI (Avviso e Scaduto)

source: % RTI requests unreleased at least once
it_it: % richieste RTI non rilasciate almeno una volta

source: Salary & Bonus Comp Round Export Details
it_it: Dettagli dell'esportazione del ciclo retributivo stipendio e bonus

source: Salary Comp Round Export Details
it_it: Dettagli dell'esportazione del ciclo retributivo dello stipendio

source: Salary Increase Allocation Overview
it_it: Panoramica dell'allocazione degli aumenti di stipendio

source: Self-assessment
it_it: Autovalutazione

source: # Self-assessment submissions over time
it_it: N. di invii di autovalutazione nel tempo

source: Self-review rating distribution
it_it: Distribuzione del punteggio di auto-valutazione

source: Shared goals
it_it: Obiettivi condivisi

source: Stacked behaviors sent by org level
it_it: Comportamenti in pila inviati per livello org.

source: Status by org. level
it_it: Stato per livello org.

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
it_it: Il grafico sunburst mostra come le valutazioni del manager sono state modificate durante il People Day. Le valutazioni dei collaboratori e del manager erano allineate per

source: reviews.
it_it: valutazioni.

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
it_it: Il grafico sunburst mostra come le valutazioni del responsabile di linea e del responsabile di linea +1 sono state modificate durante i processi Let's Discuss e Challenge.

source: System Logins
it_it: Accessi di sistema

source: System Roles Permission
it_it: Autorizzazione ruoli di sistema

source: System Usage Details
it_it: Dettagli utilizzo sistema

source: System Usage Overview
it_it: Panoramica sull'utilizzo del sistema

source: System Usage & Roles
it_it: Utilizzo del sistema e ruoli

source: Thanks, Favorites & Let's meet
it_it: Ringraziamenti, Preferiti e Incontriamoci

source: Top 5 strategic drivers
it_it: I 5 principali driver strategici

source: Total active users
it_it: Utenti attivi totali

source: Total answers
it_it: Totale risposte

source: Total behaviors requested
it_it: Totale comportamenti richiesti

source: Total career plan templates
it_it: Totale modelli di piano di carriera

source: Total career plans
it_it: Totale piani di carriera

source: Total challenged reviews
it_it: Totale valutazioni contestate

source: Total check-ins
it_it: Totale check-in

source: Total number of check-ins in table
it_it: Numero totale di check-in nella tabella

source: Total completed reviews
it_it: Totale valutazioni completate

source: Total documents not released
it_it: Totale documenti non rilasciati

source: Total documents released
it_it: Totale documenti rilasciati

source: Total documents unreleased
it_it: Totale documenti non rilasciati

source: Total goals by strategic driver
it_it: Totale obiettivi per driver strategico

source: Total goals with strategic drivers
it_it: Totale obiettivi con driver strategici

source: Total logins
it_it: Accessi totali

source: Total logins over time
it_it: Accessi totali nel tempo

source: Total number of alignments:
it_it: Numero totale di allineamenti:

source: Total number of communication rounds
it_it: Numero totale di cicli di comunicazione

source: Total number of documents
it_it: Numero totale di documenti

source: Total number of documents by comm round
it_it: Numero totale di documenti per ciclo di comunicazione

source: Total number of goals in table:
it_it: Numero totale di obiettivi nella tabella:

source: Total number of workers
it_it: Numero totale di collaboratori

source: Total number of users in table
it_it: Numero totale di utenti nella tabella

source: Total questions
it_it: Totale domande

source: Total rated feedbacks
it_it: Totale feedback valutati

source: Total requests by behavior
it_it: Totale richieste per comportamento

source: Total reviews with behavior ratings
it_it: Totale valutazioni con rating dei comportamenti

source: (Total score visuals are not affected by this)
it_it: (I grafici del punteggio totale non sono interessati da questo)

source: Total users
it_it: Totale utenti

source: Total users with no goals
it_it: Totale utenti senza obiettivi

source: Trust (avg.)
it_it: Fiducia (media)

source: Trust & clarity (correlation)
it_it: Fiducia e chiarezza (correlazione)

source: Trust (distribution)
it_it: Fiducia (distribuzione)

source: # unique aligned goals
it_it: N. obiettivi allineati univoci

source: Unique logins
it_it: Accessi univoci

source: Unique logins over time
it_it: Accessi univoci nel tempo

source: # unique parent goals
it_it: N. obiettivi principali univoci

source: Used the Check-ins feature
it_it: Funzionalità Check-in utilizzata

source: Used the Feedback feature
it_it: Funzionalità Feedback utilizzata

source: Used the Goals feature
it_it: Funzionalità Obiettivi utilizzata

source: Users having aligned goals
it_it: Utenti con obiettivi allineati

source: Users having behaviors
it_it: Utenti con comportamenti

source: Users having check-ins
it_it: Utenti con check-in

source: Users having feedback
it_it: Utenti con feedback

source: Users having goals
it_it: Utenti con obiettivi

source: Users having logged in
it_it: Utenti che hanno effettuato l'accesso

source: Users who received feedback ratings
it_it: Utenti che hanno ricevuto valutazioni di feedback

source: Users who requested feedback
it_it: Utenti che hanno richiesto feedback

source: Users who sent feedback
it_it: Utenti che hanno inviato feedback

source: Users with check-ins by role
it_it: Utenti con check-in per ruolo

source: Users with global access
it_it: Utenti con accesso globale

source: Users with no goals
it_it: Utenti senza obiettivi

source: Users with no goals by org. level
it_it: Utenti senza obiettivi per livello organizzativo

source: Users with restricted access
it_it: Utenti con accesso limitato

source: Word cloud - Answers for multiple choice questions
it_it: Nuvola di parole - Risposte alle domande a scelta multipla

source: Word cloud - Answers from free text questions
it_it: Nuvola di parole - Risposte alle domande a testo libero

source: Worker/manager alignment
it_it: Allineamento collaboratori/manager

source: Worker self-review status
it_it: Stato autovalutazione collaboratore

source: Workers having goals
it_it: Collaboratori con obiettivi

source: Workers who received feedback ratings
it_it: Collaboratori che hanno ricevuto valutazioni di feedback

source: Workers with no goals
it_it: Collaboratori senza obiettivi

source: Workflow step by comm round
it_it: Fase del flusso di lavoro per ciclo di comunicazione

source: Workflow step status
it_it: Stato fase del flusso di lavoro

source: We couldn't prepare this report right now. Please try again in a moment. If the issue persists, contact support and share this screen.
it_it: Al momento non è stato possibile preparare questo report. Riprova tra qualche istante. Se il problema persiste, contatta il supporto e condividi questa schermata.

source: Reference: {{referenceErrorCode}}
it_it: Riferimento: {{referenceErrorCode}}

source: This report is temporarily unavailable.
it_it: Questo report è temporaneamente non disponibile.

source: Reports
it_it: Report

source: There are no reports to display at the moment.
it_it: Non ci sono report da visualizzare al momento.

source: No reports or pages with the name "{{phrase}}"
it_it: Nessun report o pagina con il nome "{{phrase}}"

source: Search for a report
it_it: Cerca un report

source: Total: {{count}}
it_it: Totale: {{count}}

source: Report list
it_it: Elenco dei subordinati

source: This should only take a few seconds!
it_it: Questo richiederà solo pochi secondi!

source: Loading data
it_it: Caricamento dei dati

source: Preparing visuals
it_it: Preparazione dei materiali visivi

source: Rendering the dashboard
it_it: Rendering della dashboard

source: We are generating the dashboard for you.
it_it: Stiamo generando la dashboard per Lei.

source: Analytics
it_it: Analisi

source: Approve all pending goals
it_it: Approva tutti gli obiettivi in sospeso

source: You are about to approve the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
it_it: Stai per approvare l'obiettivo <strong>{{goalTitle}}</strong>. Vuoi procedere?

source: Approve goal
it_it: Approva obiettivo

source: Type your message here
it_it: Digita il tuo messaggio qui

source: {{count}} goals were successfully approved.
it_it: {{count}} obiettivi approvati correttamente.

source: The goal was approved.
it_it: Obiettivo approvato.

source: Assisted by Goal Genius
it_it: Assistito da Goal Genius

source: Please add at least one attachment.
it_it: Aggiungi almeno un allegato

source: Back to login
it_it: Torna all'accesso

source: Set new password
it_it: Imposta nuova password

source: Email me the link again
it_it: Inviami di nuovo il link via email

source: You have forgotten your password or you're logging in for first time? Enter your email below to receive instructions to set your password.
it_it: Hai dimenticato la password o stai effettuando l'accesso per la prima volta? Inserisci la tua email qui sotto per ricevere le istruzioni su come impostare la password.

source: If you haven't received our email within the next 3 minutes, you can request a new email.
it_it: Se non ricevi la nostra email entro i prossimi 3 minuti, puoi richiederne una nuova.

source: Check your "{{email}}" inbox for an email from beqom containing a unique link to reset your password. If you don't see this email in your inbox, check your spam folder.
it_it: Controlla la tua casella di posta "{{email}}" per un'email da beqom contenente un link unico per reimpostare la password. Se non vedi l'email nella casella di posta, controlla la cartella spam.

source: Set my password
it_it: Imposta la mia password

source: Autosave
it_it: Salvataggio automatico

source: Back to home page
it_it: Torna alla home page

source: Back to "Manage behavior libraries" page
it_it: Torna alla pagina "Gestisci le librerie di comportamento"

source: Back to {{pageName}}
it_it: Torna a {{pageName}}

source: Service temporarily unavailable
it_it: Servizio temporaneamente non disponibile

source: The server is temporarily unavailable. Please try again in a few moments. If the problem persists, contact your IT team for assistance.
it_it: Il server è temporaneamente non disponibile. Riprova tra qualche istante. Se il problema persiste, contatta il tuo team IT per assistenza.

source: Continue editing
it_it: Continua a modificare

source: Discard and close
it_it: Elimina e chiudi

source: You have unsaved changes. Do you want to discard them?
it_it: Sono presenti modifiche non salvate. Vuoi eliminarle?

source: Currently, our company does not have a formal behavior library in place. However, we are diligently working on creating one to better serve our organizational goals. Our team is actively developing a comprehensive behavior library that aligns with our company values and objectives. We appreciate your understanding and anticipate sharing our progress with you in the near future.
it_it: Attualmente, la nostra azienda non dispone di una libreria dei comportamenti formale. Tuttavia, stiamo lavorando diligentemente per crearne una in modo da supportare meglio i nostri obiettivi organizzativi. Il nostro team sta sviluppando attivamente una libreria comportamentale completa che sia in linea con i valori e gli obiettivi della nostra azienda. Apprezziamo la tua comprensione e condivideremo i nostri progressi con te nel prossimo futuro.

source: Assigned to:
it_it: Assegnato a:

source: Behavior library details
it_it: Dettagli della libreria dei comportamenti

source: Delete library
it_it: Elimina libreria

source: Disable library
it_it: Disabilita libreria

source: Edit library
it_it: Modifica libreria

source: Enable library
it_it: Abilita libreria

source: Library owners:
it_it: Proprietari della libreria:

source: Publication date:
it_it: Data di pubblicazione:

source: Users will no longer be able to continue to tag this behavior, but they will see behaviors that were received or sent.
it_it: Gli utenti non potranno più continuare ad assegnare tag a questo comportamento, ma vedranno i comportamenti che sono stati ricevuti o inviati.

source: After enabling this library, go to “Edit”, and review the setup and assignment. Once the library has been reviewed and assigned, it will then be available to end users. Are you sure you want to enable the library?
it_it: Dopo aver abilitato questa libreria, accedi a "Modifica" e verifica la configurazione e l'assegnazione. Una volta che la libreria è stata verificata e assegnata, sarà disponibile per gli utenti finali. Abilitare la libreria?

source: The library {{name}} was successfully deleted.
it_it: Libreria {{name}} eliminata correttamente.

source: The library {{name}} was successfully disabled.
it_it: Libreria {{name}} disabilitata correttamente.

source: The library {{name}} was successfully enabled.
it_it: La libreria {{name}} è stata abilitata correttamente.

source: All rights reserved.
it_it: Tutti i diritti riservati.

source: Company goals
it_it: Obiettivi aziendali

source: Department goals
it_it: Obiettivi del dipartimento

source: Estimated bonus
it_it: Bonus stimato

source: Individual goals
it_it: Obiettivi individuali

source: Bonus variable estimator
it_it: Strumento variabile per la stima dei bonus

source: Accept
it_it: Accetta

source: Accepted
it_it: Accettato

source: Add
it_it: Aggiungi

source: Add agenda point
it_it: Aggiungi punto all'agenda

source: Add block
it_it: Aggiungi blocco

source: Add feature
it_it: Aggiungi funzionalità

source: Add feedback note
it_it: Aggiungi nota di feedback

source: Add field
it_it: Aggiungi campo

source: Add note
it_it: Aggiungi nota

source: Add option
it_it: Aggiungi opzione

source: Add type
it_it: Aggiungi tipo

source: Apply
it_it: Applica

source: Apply filters
it_it: Applica filtri

source: Approve
it_it: Approva

source: Assign
it_it: Assegna

source: Attach document
it_it: Allega documento

source: Back
it_it: Indietro

source: Change
it_it: Modifica

source: Change file name
it_it: Modifica nome file

source: Clear filters
it_it: Cancella filtri

source: Clear all filters and search
it_it: Cancella tutti i filtri e cerca

source: Close
it_it: Chiudi

source: Invite a collaborator
it_it: Invita un collaboratore

source: Collapse
it_it: Comprimi

source: Continue
it_it: Continua

source: Copy
it_it: Copia

source: Create
it_it: Crea

source: Create check-in
it_it: Crea check-in

source: Create model
it_it: Crea modello

source: Create snapshot
it_it: Crea istantanea

source: Dark mode
it_it: Modalità scura

source: Reject
it_it: Rifiuta

source: Delete
it_it: Elimina

source: Delete all
it_it: Elimina tutto

source: Delete goal
it_it: Elimina obiettivo

source: Discard
it_it: Elimina

source: Download
it_it: Scarica

source: Download all
it_it: Scarica tutto

source: Download CSV
it_it: Scarica CSV

source: Download CSV file
it_it: Scarica il file CSV

source: Download file
it_it: Scarica file

source: Download log file
it_it: Scarica il file di registro

source: Download PDF
it_it: Scarica PDF

source: Download the template
it_it: Scarica il modello

source: Duplicate
it_it: Duplica

source: Edit
it_it: Modifica

source: Edit field
it_it: Modifica campo

source: Edit goal
it_it: Modifica obiettivo

source: Edit goal details
it_it: Modifica i dettagli dell'obiettivo

source: Edit profile
it_it: Modifica profilo

source: Edit type
it_it: Modifica tipo

source: Exit
it_it: Esci

source: Expand
it_it: Espandi

source: Export
it_it: Esporta

source: Export organization
it_it: Esporta organizzazione

source: Extend model
it_it: Estendi modello

source: Filters
it_it: Filtri

source: Finish
it_it: Fine

source: Generate CSV
it_it: Genera CSV

source: Generate statement
it_it: Genera dichiarazione

source: Give
it_it: Fornisci

source: Give feedback
it_it: Fornisci feedback

source: Go back
it_it: Indietro

source: Hide
it_it: Nascondi

source: Join
it_it: Partecipa

source: Help Center
it_it: Centro assistenza

source: Load more
it_it: Carica altro

source: Logout
it_it: Esci

source: Manage
it_it: Gestisci

source: Mark all as read
it_it: Segna tutto come letto

source: More
it_it: Altro

source: Move reviews
it_it: Sposta le revisioni

source: New
it_it: Nuovi

source: Next
it_it: Avanti

source: Next step
it_it: Passaggio successivo

source: None
it_it: Nessuno

source: Open
it_it: Apri

source: Open in a new tab
it_it: Apri in una nuova scheda

source: Open link
it_it: Apri link

source: Preview grid
it_it: Anteprima griglia

source: Previous
it_it: Precedente

source: Print PDF
it_it: Stampa PDF

source: Proceed
it_it: Procedi

source: Reassign review
it_it: Riassegna revisione

source: Remove
it_it: Rimuovi

source: Remove all
it_it: Rimuovi tutto

source: Remove file
it_it: Rimuovi file

source: Remove selected
it_it: Rimuovi selezionati

source: Rename
it_it: Rinomina

source: Republish
it_it: Ripubblica

source: Request
it_it: Richiesta

source: Request feedback
it_it: Richiedi feedback

source: Reset to default
it_it: Ripristina le impostazioni predefinite

source: Resubmit
it_it: Rinvia

source: Submit again for approval
it_it: Rinvia per l'approvazione

source: Retry
it_it: Riprova

source: Save
it_it: Salva

source: Save & exit
it_it: Salva ed esci

source: Save as draft
it_it: Salva come bozza

source: Save changes
it_it: Salva modifiche

source: Save draft and exit
it_it: Salva bozza ed esci

source: Save updates
it_it: Salva aggiornamenti

source: Select
it_it: Seleziona

source: Send
it_it: Invia

source: Send feedback
it_it: Invia feedback

source: Send now
it_it: Invia ora

source: Send requests
it_it: Invia richieste

source: Share
it_it: Condividi

source: Show
it_it: Mostra

source: Show less
it_it: Mostra meno

source: Show more
it_it: Mostra di più

source: Start upload
it_it: Avvia caricamento

source: Submit
it_it: Invia

source: Submitted
it_it: Inviato

source: Toggle
it_it: Attiva/disattiva

source: Toggle menu
it_it: Attiva/disattiva menu

source: Train model
it_it: Addestra modello

source: Update
it_it: Aggiorna

source: Upload
it_it: Carica

source: Upload CSV
it_it: Carica CSV

source: Uploading
it_it: Caricamento in corso

source: Validate
it_it: Convalida

source: View
it_it: Visualizza

source: View all
it_it: Visualizza tutto

source: View check-in
it_it: Visualizza check-in

source: No behavior libraries yet.
it_it: Nessuna libreria di comportamenti.

source: Create your first behavior library
it_it: Crea la tua prima libreria dei comportamenti

source: Owners
it_it: Proprietari

source: The bonus plan was successfully duplicated.
it_it: Piano bonus duplicato correttamente.

source: Open bonus plan
it_it: Apri piano bonus

source: Enable
it_it: Abilita

source: Usage details
it_it: Dettagli di utilizzo

source: Changes detected in the selected goal plan.
it_it: Modifiche rilevate nel piano obiettivi selezionato.

source: Changes detected in the selected goal plan. Use pending draft version to apply them if needed.
it_it: Sono state rilevate modifiche nel piano obiettivi selezionato. Usa la versione bozza in sospeso per applicarle, se necessario.

source: Create pending draft
it_it: Crea bozza in sospeso

source: Duplication successful
it_it: Duplicazione riuscita

source: Edit pending draft
it_it: Modifica bozza in sospeso

source: Create bonus plan
it_it: Crea piano bonus

source: Edit bonus plan
it_it: Modifica piano bonus

source: The pending draft was successfully updated.
it_it: La bozza in sospeso è stata aggiornata correttamente.

source: Some payout curves assigned to this bonus plan are deactivated. Please reassign the payout curves.
it_it: Alcune curve di pagamento assegnate a questo piano bonus sono disattivate. Si prega di riassegnare le curve di pagamento.

source: The bonus plan was successfully published.
it_it: Il piano bonus è stato pubblicato con successo.

source: The pending draft was successfully published.
it_it: La bozza in sospeso è stata pubblicata correttamente.

source: Numeric
it_it: Numerico

source: Percentage
it_it: Percentuale

source: Achievement calculation
it_it: Calcolo dei risultati

source: Calculation of the achievement per each goal
it_it: Calcolo del raggiungimento per ciascun obiettivo

source: Calculated bonus
it_it: Bonus calcolato

source: When multiple situations apply, the final bonus is the total of the calculated bonuses for each situation.
it_it: Quando si applicano più situazioni, il bonus finale è la somma dei bonus calcolati per ciascuna situazione.

source: Review the bonus calculation equation
it_it: Valutare l'equazione di calcolo del bonus

source: Goal achievement %
it_it: Percentuale di raggiungimento degli obiettivi

source: Goal type weight
it_it: Peso del tipo di obiettivo

source: LoA factor
it_it: Fattore LoA

source: Payout curve result
it_it: Risultato della curva di pagamento

source: Target bonus
it_it: Bonus obiettivo

source: TiR factor
it_it: Fattore TiR

source: Bonus formula overview
it_it: Panoramica della formula del bonus
